---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KipsPerFoot
source: html/c56ba84f-dbed-36db-4b40-28ae81bb0ec2.htm
---
# Autodesk.Revit.DB.UnitTypeId.KipsPerFoot Property

Kips per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipsPerFoot { get; }
```